
"Home" = "اصنع قهوة رائعة في المنزل";

"Recipelist" = "مع وصفات ممتازة من محترفي القهوة";

"Tetsu" = "بما في ذلك طريقة تيتسو كاسيوا الشهيرة 4:6.";

"Recipedetail" = "اضبط كميات القهوة والماء حسب الحاجة.";

"Preparation" = "اصنع بتعليمات مفصلة";

"Brewing" = "خطوات التخمير تتعدل تلقائيًا.";

"Darktheme" = "يدعم الوضع الداكن";

"Languages" = "وعدة لغات.";